// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Strömhantering";

State0Title = "OK";
State1Title = "Övertemperatur";
State2Title = "Laddar";
State3Title = "Saknas";
State4Title = "Felaktig";
State5Title = "Kan inte hämtas";

AutoPowerOffTitle = "Autoavstängning av batteri:";
BatteryStateTitle = "Batteristatus:";
BatteryLevelTitle = "Batterinivå:";
VisitText1 = "Besök ";
VisitText2 = " för att få information om tillbehör.";
ApplyButtonTitle = "Verkställ nu";

After5Min = "Efter 5 Minuter";
After10Min = "Efter 10 Minuter";
After20Min = "Efter 20 Minuter";
After15Min = "Efter 15 Minuter";
After30Min = "Efter 30 Minuter";
After45Min = "Efter 45 Minuter";
After1Hour = "Efter 1 Timme";
After2Hours = "Efter 2 Timmar";
After3Hours = "Efter 3 Timmar";
Never = "Aldrig";